#+title: 2026-01-13


* Make a nextflow output for the Homer supplementary​_data​_3
:LOGBOOK:
CLOCK: [2026-01-13 Tue 10:01]--[2026-01-13 Tue 10:26] =>  0:25
CLOCK: [2026-01-13 Tue 09:23]--[2026-01-13 Tue 09:48] =>  0:25
:END:

new supplementary data workflow probably


* Read through paper for class
:LOGBOOK:
CLOCK: [2026-01-13 Tue 10:37]--[2026-01-13 Tue 11:02] =>  0:25
:END:
- add to google drive and send to tablet


* read through paper for EBV/HPV
:LOGBOOK:
CLOCK: [2026-01-13 Tue 13:41]--[2026-01-13 Tue 14:06] =>  0:25
:END:


* Pull out HTML results


